Revit 2015 API
CurtainSystemTypeSet Constructor
Initializes a new instance of the CurtainSystemTypeSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public CurtainSystemTypeSet()
Visual Basic
Public Sub New
Visual C++
public:
CurtainSystemTypeSet()
See Also
CurtainSystemTypeSet Class
Autodesk.Revit.DB Namespace